Repository: robertdevore/purchase-orders-for-woocommerce
Catalog: languages/wc-purchase-orders-*.po
Languages: af

source: Purchase Orders for WooCommerce® requires WooCommerce® to be active.
af: Aankoopbestellings vir WooCommerce® vereis dat WooCommerce® aktief moet wees.

source: Purchase Order
af: Aankoopbestelling

source: Allow customers to pay via Purchase Order.
af: Laat kliënte toe om via aankoopbestelling te betaal.

source: Enable/Disable
af: Aktiveer/deaktiveer

source: Enable Purchase Order Payment
af: Aktiveer aankoopbestellingbetaling

source: Title
af: Titel

source: This controls the title displayed during checkout.
af: Dit beheer die titel wat tydens afhandeling vertoon word.

source: Description
af: Beskrywing

source: This controls the description displayed during checkout.
af: Dit beheer die beskrywing wat tydens afhandeling vertoon word.

source: Place an order using a Purchase Order Number.
af: Plaas 'n bestelling met 'n aankoopbestellingnommer.

source: Purchase Order Number
af: Aankoopbestellingnommer

source: Please enter a Purchase Order Number.
af: Voer asseblief 'n aankoopbestellingnommer in.

source: Purchase order received.
af: Aankoopbestelling ontvang.

source: Purchase Orders Settings
af: Instellings vir aankoopbestellings

source: Purchase Orders
af: Aankoopbestellings

source: Settings saved.
af: Verstellings gestor.

source: Support
af: Hulp

source: Documentation
af: Dokumentasie

source: Order Status
af: Aansoek Status

source: Completed
af: Voltooi

source: Processing
af: Besig met verwerking

source: On Hold
af: Op-hou

source: Pending Payment
af: Hangende betaling

source: Reduce Stock
af: Verminder voorraad

source: Yes
af: JA

source: No
af: Nee

source: Save Settings
af: Stoor Instellings

source: Purchase Order Number:
af: Aankoopbestellingnommer:

source: Purchase Orders for WooCommerce®
af: Koopbestellings vir WooCommerce®

source: Adds a "Purchase Order" option to WooCommerce® checkout, allowing customers to provide a PO number.
af: Voeg 'n "Aankoopbestelling"-opsie by WooCommerce®-afhandeling, wat kliënte in staat stel om 'n PO-nommer te verskaf.
